tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "koekeishiya/formulae/yabai", restart_service: :changed
cask "google-chrome"
cask "google-backup-and-sync"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "alfred"
cask "simplenote"
brew "koekeishiya/formulae/skhd", restart_service: :changed
cask "adobe-creative-cloud"
cask "carbon-copy-cloner"
cask "discord"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "hazel"
cask "insync"
cask "istat-menus"
cask "keycastr"
cask "omnidisksweeper"
cask "photosync"
cask "resxtreme"
cask "screenflow"
cask "skype"
cask "softraid"
cask "vlc"
cask "uhk-agent"
brew "ffmpeg"
brew "git"
brew "imagemagick"
brew "mas"
brew "speedtest-cli"
brew "youtube-dl"
brew "switchaudio-osx"
cask "notion"
